[
    {
      "id": "2",
      "title": "CRAFTING THE CROWN ",
      "description": "In the 'Crafting the Crown' contest for the CSE symposium, participants must design a unique and original logo that represents the given theme. Logos must be submitted in digital format (JPEG, PNG, or SVG) by the specified deadline, along with a brief description of the design concept and how it reflects the given theme. Each participant is allowed to submit only one entry. The use of copyrighted materials or pre-existing designs is strictly prohibited, and any violations will result in disqualification. Logos must be clear, scalable, and suitable for use on various platforms, including posters, social media, and merchandise. The judging criteria will include creativity, relevance to the given theme, aesthetic appeal, and versatility. The top three designs will be awarded prizes, and the winning logo may be featured as the official symbol of the symposium. Participants are expected to adhere to submission guidelines and maintain professionalism throughout the competition.",
      "thumbnail": "TechEvents/crafting.jpeg",
      "date": "</>"
    },
    {
      "id": "3",
      "title": "CITADEL CHRONICLES",
      "description": "In the 'Citadel Chronicles' event, participants must submit their research papers in advance, adhering to the provided format and submission deadlines. Each team or individual will be allotted a specific time slot to present their paper, typically ranging from 10 to 15 minutes, followed by a short Q&A session. Presentations must be made using PowerPoint or similar presentation software, and participants are encouraged to prepare engaging visuals to complement their content. The use of unauthorized materials or devices during the presentation is strictly prohibited. All research and data presented must be original, and plagiarism will result in immediate disqualification. Judging criteria will include the quality of research, clarity of presentation, originality, and the ability to answer questions effectively. The top three presenters will be awarded prizes. Participants are expected to maintain professionalism and decorum throughout the event.",
      "thumbnail": "TechEvents/paper_present.jpeg",
      "date": "</>"
  
    },
    {
      "id": "4",
      "title": "TYRION'S TRIVIA",
      "description": "In the 'Tyrion's Trivia' contest, the first and second rounds are conducted on an online platform, where participants can take the quiz using either a laptop or a mobile phone. The subsequent rounds are held in person, with participants answering questions by raising their hand to respond. The number of participants advancing to the next rounds will be determined based on the total number of participants and their scores in the earlier rounds. The final round is conducted solely through the raise-hand-to-answer format. Any involvement in unauthorized activities, such as cheating or collaboration, will result in immediate disqualification. Participants are expected to maintain fairness and integrity throughout the contest. The top three contestants from the final round will receive exciting prizes. ",
      "thumbnail": "TechEvents/triva.jpeg",
      "date": "</>"
    },
    {
      "id": "5",
      "title": "BUG DRACARYS",
      "description": "The 'Debugging Event' will be conducted online, and participants are required to use either Java or Python for the test. All participants must bring their own laptops to the event. The test consists of two rounds: Round 1 will last 30 minutes, and Round 2 will last 20 minutes. After Round 1, the top 10 participants will advance to Round 2, and from there, the top 2 participants will be declared the winners. Any involvement in unauthorized activities will lead to immediate disqualification.",
      "thumbnail": "TechEvents/bug_dracrays.jpeg",
      "date": "</>"
    },
    {
      "id": "6",
      "title": "GAME OF CODE",
      "description": "The 'Game of Code Contest' requires all competitors to bring their own laptops for participation. Each participant must log in to their Codechef account or create one if they don't already have an account. Mobile phones are strictly prohibited within the contest lab, and all phones must be placed on the table. Any involvement in unauthorized activities will lead to immediate disqualification. Contestants are only allowed to use Java, Python, C, and C++ programming languages during the event. Depending on the number of participants, the number of rounds may be adjusted. The top two performers will be recognized as winners.",
      "thumbnail": "TechEvents/game_of_code.jpg",
      "date": "</>"
    }
  ]