[
    {
      "id": "1",
      "title": "FREE FIRE",
      "description": "Git Me There is a user-friendly web application, crafted using HTML, CSS, JavaScript, and leveraging the power of third-party APIs. This application serves as a one-stop solution for planning transportation logistics for upcoming journeys within any U.S. city. By entering their destination, users are provided with walking and biking scores, as well as a list of nearby restaurants. For destinations with a walking score below 50, the application conveniently presents an option to book an Uber ride, ensuring an effortless travel experience.",
      "thumbnail": "NonTechEvents/free_fire.jpg",
      "date": "July 2022",
      "cordinator1":"xxxxxx",
      "cordinator2":"yyyyyyy"
    },
    {
      "id": "2",
      "title": "GULLY CRICKET",
      "description": "A meticulously designed digital showcase of my diverse projects and technical prowess. Crafted using Bootstrap, this portfolio captures the essence of responsiveness and modern design aesthetics. It presents my works in an organized, elegant manner, ensuring smooth navigation and optimal viewing across all device sizes. From the intricate animations to the intuitive layouts, every aspect of this portfolio is a testament to my commitment to quality and attention to detail.",
      "thumbnail": "projects/bootstrap_portfolio.png",
      "date": "September 2022",
      "cordinator1":"xxxxxx",
      "cordinator2":"yyyyyyy"
    },
    {
      "id": "3",
      "title": "FUN",
      "description": "This project involved a comprehensive refactoring of the Odessa High School Broncho Band's website. It was redesigned to be mobile responsive, while also updating images and links for a more appealing and user-friendly experience. New pages were added, working in close collaboration with the band director to ensure that the final design echoed her vision and faithfully represented the values of the OHS Broncho Band. The website was expertly crafted using tools from WiX and continues to be a work in progress, reflecting the ever-evolving spirit of the band program.",
      "thumbnail": "projects/bootstrap_portfolio.png",
      "date": "October 2022",
      "cordinator1":"xxxxxx",
      "cordinator2":"yyyyyyy"
    },
    {
      "id": "4",
      "title": "THE KINGS MOV",
      "description": "Introducing Travel 2 It your next must-have travel companion, masterfully crafted during the 6-week Chingu Voyage 41 journey. Dive into a seamless trip-planning experience, where organizing is as simple as creating editable stacks and cards. From jotting down must-visit spots to curating detailed plans, each card is your canvas. Not set on the order? Fluidly drag and drop cards or entire stacks until it feels just right. Enjoy our elegant Dark & Light Modes. Sharing your journeys with loved ones via Email, Facebook, or Whatsapp is available now! Make every trip a masterpiece with Travel 2 It.",
      "thumbnail": "projects/travel_2_it.png",
      "date": "</>"
    },
    {
      "id": "5",
      "title": "WINTER WARFIELD",
      "description": "In 'WINTER WARFIELD' tournament, map selection for both Battle Royale (BR) and Clash Squad (CS) modes will be determined by the organizers. Only registered players are allowed to participate, and any team with non-registered players will be immediately disqualified. Participants must ensure they are officially registered before the event begins to avoid any issues. Standard eSports rules will apply, including fair play, game conduct, and behavior expectations. Players are required to use their own gaming equipment, and any form of cheating, hacking, or using unauthorized software will lead to immediate disqualification. The organizers reserve the right to provide additional rules or modifications on-site, which will be communicated to all participants prior to the matches. All players must maintain sportsmanship, respect fellow competitors, and follow the guidelines to ensure a fair and enjoyable gaming experience. The top teams will be awarded prizes, and all decisions made by the organizers will be final.",
      "thumbnail": "NonTechEvents/free_fire.jpeg",
      "date": "</>"
    },
    {
      "id": "6",
      "title": "LORD OF QUIZZES",
      "description": "In the 'LORD OF QUIZZES' event, participants will compete individually in a series of exciting and engaging quiz rounds. The quiz will cover a variety of topics, ranging from general knowledge to pop culture, puzzles, real world suitation and brain teasers. The format may include multiple-choice questions, true/false questions, and rapid-fire rounds. Each participant will have a limited amount of time to answer each question, and points will be awarded based on speed and accuracy. The event will consist of multiple rounds, with participants being eliminated progressively until the top scorers advance to the final round. The top three participants with the highest scores at the end of the final round will be declared winners and awarded prizes. Any form of cheating or use of unauthorized materials (including mobile phones or external help) will result in immediate disqualification. Please note that the rules and regulations are slightly different from other games and will be revealed on the spot by the organizers. Participants are expected to maintain sportsmanship and follow all event guidelines.",
      "thumbnail": "NonTechEvents/fun_quiz.jpeg",
      "date": "</>"
    }
  ]