[
    {
      "id": "1",
      "title": "GAME OF CODE",
      "description": "Git Me There is a user-friendly web application, crafted using HTML, CSS, JavaScript, and leveraging the power of third-party APIs. This application serves as a one-stop solution for planning transportation logistics for upcoming journeys within any U.S. city. By entering their destination, users are provided with walking and biking scores, as well as a list of nearby restaurants. For destinations with a walking score below 50, the application conveniently presents an option to book an Uber ride, ensuring an effortless travel experience.",
      "thumbnail": "TechEvents/technical_quiz.jpg",
      "date": "July 2022",
      "cordinator1":"xxxxxx",
      "cordinator2":"yyyyyyy"
    },
    {
      "id": "2",
      "title": "BUG HUNTERS",
      "description": "A meticulously designed digital showcase of my diverse projects and technical prowess. Crafted using Bootstrap, this portfolio captures the essence of responsiveness and modern design aesthetics. It presents my works in an organized, elegant manner, ensuring smooth navigation and optimal viewing across all device sizes. From the intricate animations to the intuitive layouts, every aspect of this portfolio is a testament to my commitment to quality and attention to detail.",
      "thumbnail": "projects/bootstrap_portfolio.png",
      "date": "September 2022",
      "cordinator1":"xxxxxx",
      "cordinator2":"yyyyyyy"
    },
    {
      "id": "3",
      "title": "PAPER PRESENTATION",
      "description": "This project involved a comprehensive refactoring of the Odessa High School Broncho Band's website. It was redesigned to be mobile responsive, while also updating images and links for a more appealing and user-friendly experience. New pages were added, working in close collaboration with the band director to ensure that the final design echoed her vision and faithfully represented the values of the OHS Broncho Band. The website was expertly crafted using tools from WiX and continues to be a work in progress, reflecting the ever-evolving spirit of the band program.",
      "date": "October 2022",
      "cordinator1":"xxxxxx",
      "cordinator2":"yyyyyyy"
    },
    {
      "id": "4",
      "title": "LOGO CREATION",
      "description": "Introducing Travel 2 It – your next must-have travel companion, masterfully crafted during the 6-week Chingu Voyage 41 journey. Dive into a seamless trip-planning experience, where organizing is as simple as creating editable stacks and cards. From jotting down must-visit spots to curating detailed plans, each card is your canvas. Not set on the order? Fluidly drag and drop cards or entire stacks until it feels just right. Enjoy our elegant Dark & Light Modes. Sharing your journeys with loved ones via Email, Facebook, or Whatsapp is available now! Make every trip a masterpiece with Travel 2 It.",
      "thumbnail": "projects/travel_2_it.png",
      "github": "https://github.com/missatrox44/travel2it",
      "deployed": "https://cosmic-gnome-4fc624.netlify.app/",
      "date": "December 2022",
      "cordinator1":"xxxxxx",
      "cordinator2":"yyyyyyy"
    },
    {
      "id": "5",
      "title": "BUG DRACARYS",
      "description": "In the 'Code Dracarys' contest, competitors are provided with a coding debug question paper. Each competitor must debug the errors directly on the question paper. The contest will consist of three rounds, with Java and Python as the only programming languages allowed. Any involvement in unauthorized activities will result in disqualification. After the first round, the top 10 teams will advance to the second round. Following the second round, the top 5 teams will qualify for the final round. The top three teams from the final round will be declared the winners. Note : Teams will be selected for each round based on the number of errors they successfully debug.",
      "thumbnail": "TechEvents/bug_dracrays.jpg",
      "date": "</>"
    },
    {
      "id": "6",
      "title": "GAME OF CODE",
      "description": "The competitors are provided with separate systems for the 'Game of Code' contest, which is hosted on HackerRank. Each participant must log in to their HackerRank account or sign up if they do not have one. Mobile phones are strictly prohibited inside the Game of Code lab, and all phones must be placed on top of the CPU. Any involvement in unauthorized activities will result in disqualification. Competitors are allowed to use programming languages such as Java, Python, C, and C++ only. The number of rounds may be adjusted based on the number of participants. The top three contestants will be recognized as winners.",
      "thumbnail": "TechEvents/game_of_code.jpg",
      "date": "</>"
    }
  ]