[
    {
      "id": "2",
      "title": "CRAFTING THE CROWN ",
      "description": "The 'Crafting the Crown Contest' invites participants to design a unique and original logo that represents the given theme. Logos must be submitted in digital formats (JPEG, PNG, or SVG) by the specified deadline, accompanied by a brief description explaining the design concept and its reflection of the theme. Each participant is allowed only one entry. Participants can use professional logo creation tools such as Adobe Illustrator, CorelDRAW, Affinity Designer, or Canva Pro, and they must bring their own laptops to work on their designs during the contest. All designs must be original; the use of copyrighted materials or pre-existing logos is strictly prohibited, and submissions will be checked using Google Lens to ensure originality. Logos must be clear, scalable, and suitable for various platforms, including posters, social media, and merchandise. Judges will evaluate the logos based on creativity, relevance to the theme, aesthetic appeal, and versatility. Any violation of the rules will result in disqualification. The top two designs will be awarded prizes, with the winning logo potentially featured as the official symbol of the symposium. Throughout the competition, participants are expected to adhere to all submission guidelines and maintain professionalism.",
      "thumbnail": "TechEvents/crafting.jpeg",
      "date": "</>" 
    },
    {
      "id": "3",
      "title": "CITADEL CHRONICLES",
      "description": "The 'Citadel Chronicles Event' allows teams to comprise a maximum of two members or a minimum of one. Competitors must submit their presentations via email, which will be provided on-site. Each team or individual will be allocated a specific time slot for their presentation, typically ranging from 10 to 15 minutes, followed by a brief Q&A session. Presentations should be created using PowerPoint or similar software, and participants are encouraged to incorporate engaging visuals to enhance their content. The use of unauthorized materials or devices during the presentation is strictly prohibited. All research and data presented must be original, as plagiarism will lead to immediate disqualification. Judging will be based on the quality of research, clarity of presentation, originality, and the ability to effectively answer questions. The top two presenters will receive awards, and all participants are expected to maintain professionalism and decorum throughout the event.",
      "thumbnail": "TechEvents/paper_present.jpeg",
      "date": "</>"
  
    },
    {
      "id": "4",
      "title": "TYRION'S TRIVIA",
      "description": "The 'Tyrion's Trivia Contest' will take place on an online platform, and participants can use either a laptop or a mobile phone to take the quiz. The progression of participants to subsequent rounds will depend on the total number of participants and their scores in earlier rounds. All answers must be submitted through the designated online platform during the quiz. Any involvement in unauthorized activities, such as cheating or collaboration, will lead to immediate disqualification. Participants are expected to maintain fairness and integrity throughout the contest. The top two contestants from the final round will be awarded exciting prizes.",
      "thumbnail": "TechEvents/triva.jpeg",
      "date": "</>"
    },
    {
      "id": "5",
      "title": "BUG DRACARYS",
      "description": "The 'Debugging Event' will be conducted online, and participants are required to use either Java or Python for the test. All participants must bring their own laptops to the event. The test consists of two rounds: Round 1 will last 30 minutes, and Round 2 will last 20 minutes. After Round 1, the top 10 participants will advance to Round 2, and from there, the top 2 participants will be declared the winners. Any involvement in unauthorized activities will lead to immediate disqualification.",
      "thumbnail": "TechEvents/bug_dracrays.jpeg",
      "date": "</>"
    },
    {
      "id": "6",
      "title": "GAME OF CODE",
      "description": "The 'Game of Code Contest' requires all competitors to bring their own laptops for participation. Each participant must log in to their Codechef account or create one if they don't already have an account. Mobile phones are strictly prohibited within the contest lab, and all phones must be placed on the table. Any involvement in unauthorized activities will lead to immediate disqualification. Contestants are only allowed to use Java, Python, C, and C++ programming languages during the event. Depending on the number of participants, the number of rounds may be adjusted. The top two performers will be recognized as winners.",
      "thumbnail": "TechEvents/game_of_code.jpg",
      "date": "</>"
    }
  ]