[
    {
      "id": "1",
      "title": "FREE FIRE",
      "description": "Git Me There is a user-friendly web application, crafted using HTML, CSS, JavaScript, and leveraging the power of third-party APIs. This application serves as a one-stop solution for planning transportation logistics for upcoming journeys within any U.S. city. By entering their destination, users are provided with walking and biking scores, as well as a list of nearby restaurants. For destinations with a walking score below 50, the application conveniently presents an option to book an Uber ride, ensuring an effortless travel experience.",
      "thumbnail": "NonTechEvents/free_fire.jpg",
      "date": "July 2022",
      "cordinator1":"xxxxxx",
      "cordinator2":"yyyyyyy"
    },
    {
      "id": "2",
      "title": "GULLY CRICKET",
      "description": "A meticulously designed digital showcase of my diverse projects and technical prowess. Crafted using Bootstrap, this portfolio captures the essence of responsiveness and modern design aesthetics. It presents my works in an organized, elegant manner, ensuring smooth navigation and optimal viewing across all device sizes. From the intricate animations to the intuitive layouts, every aspect of this portfolio is a testament to my commitment to quality and attention to detail.",
      "thumbnail": "projects/bootstrap_portfolio.png",
      "date": "September 2022",
      "cordinator1":"xxxxxx",
      "cordinator2":"yyyyyyy"
    },
    {
      "id": "3",
      "title": "FUN",
      "description": "This project involved a comprehensive refactoring of the Odessa High School Broncho Band's website. It was redesigned to be mobile responsive, while also updating images and links for a more appealing and user-friendly experience. New pages were added, working in close collaboration with the band director to ensure that the final design echoed her vision and faithfully represented the values of the OHS Broncho Band. The website was expertly crafted using tools from WiX and continues to be a work in progress, reflecting the ever-evolving spirit of the band program.",
      "thumbnail": "projects/bootstrap_portfolio.png",
      "date": "October 2022",
      "cordinator1":"xxxxxx",
      "cordinator2":"yyyyyyy"
    },
    {
      "id": "4",
      "title": "BGM FINDER",
      "description": "Introducing Travel 2 It your next must-have travel companion, masterfully crafted during the 6-week Chingu Voyage 41 journey. Dive into a seamless trip-planning experience, where organizing is as simple as creating editable stacks and cards. From jotting down must-visit spots to curating detailed plans, each card is your canvas. Not set on the order? Fluidly drag and drop cards or entire stacks until it feels just right. Enjoy our elegant Dark & Light Modes. Sharing your journeys with loved ones via Email, Facebook, or Whatsapp is available now! Make every trip a masterpiece with Travel 2 It.",
      "thumbnail": "projects/travel_2_it.png",
      "date": "December 2022",
      "cordinator1":"xxxxxx",
      "cordinator2":"yyyyyyy"
    },
    {
      "id": "5",
      "title": "HUNTING",
      "description": "The fruit of a dynamic week-long paired programming challenge, curated by Chingu. Crafted by two efficiency enthusiasts, our app breathes fresh life into the revered Pomodoro technique that we passionately incorporate into our daily routines. Taking inspiration, yet adding our flair, we've not only cloned a popular app but have enhanced it with a unique \"Developer Mode\". This speedy mode whizzes through time, allowing users to swiftly experience functionalities. Enhance your productivity cycles with the Pomodoro Timer, and witness time-management in a whole new light!",
      "thumbnail": "projects/pomodoro_timer.png",
      "date": "March 2023",
      "cordinator1":"xxxxxx",
      "cordinator2":"yyyyyyy"
    },
    {
      "id": "6",
      "title": "FUN EVENTS",
      "description": "A hands-on exploration of Next.js routing intricacies, SEBevents exemplifies file-to-route translations, slug routes, and single parameter routing. Seamlessly merging React components with Next.js page structures, the application features an intuitive event browsing system. Users can view spotlighted events, delve into detailed event cards, or filter events by month and year. Incorporating the useRouter hook, the app facilitates programmatic navigation and effortlessly decodes URL-embedded data. With robust error-handling mechanisms, SEBevents promises a smooth user experience.",
      "thumbnail": "projects/seb-events.png",
      "date": "October 2023",
      "cordinator1":"xxxxxx",
      "cordinator2":"yyyyyyy"
    }
  ]