[
    {
      "id": "2",
      "title": "CRAFTING THE CROWN ",
      "description": "In the 'Crafting the Crown' contest for the CSE symposium, participants must design a unique and original logo that represents the given theme. Logos must be submitted in digital format (JPEG, PNG, or SVG) by the specified deadline, along with a brief description of the design concept and how it reflects the given theme. Each participant is allowed to submit only one entry. The use of copyrighted materials or pre-existing designs is strictly prohibited, and any violations will result in disqualification. Logos must be clear, scalable, and suitable for use on various platforms, including posters, social media, and merchandise. The judging criteria will include creativity, relevance to the given theme, aesthetic appeal, and versatility. The top three designs will be awarded prizes, and the winning logo may be featured as the official symbol of the symposium. Participants are expected to adhere to submission guidelines and maintain professionalism throughout the competition.",
      "thumbnail": "TechEvents/crafting.jpeg",
      "date": "</>"
    },
    {
      "id": "3",
      "title": "CITADEL CHRONICLES",
      "description": "In the 'Citadel Chronicles' event, participants must submit their research papers in advance, adhering to the provided format and submission deadlines. Each team or individual will be allotted a specific time slot to present their paper, typically ranging from 10 to 15 minutes, followed by a short Q&A session. Presentations must be made using PowerPoint or similar presentation software, and participants are encouraged to prepare engaging visuals to complement their content. The use of unauthorized materials or devices during the presentation is strictly prohibited. All research and data presented must be original, and plagiarism will result in immediate disqualification. Judging criteria will include the quality of research, clarity of presentation, originality, and the ability to answer questions effectively. The top three presenters will be awarded prizes. Participants are expected to maintain professionalism and decorum throughout the event.",
      "thumbnail": "TechEvents/paper_present.jpeg",
      "date": "</>"
  
    },
    {
      "id": "4",
      "title": "TYRION'S TRIVIA",
      "description": "In the 'Tyrion's Trivia' contest, the first and second rounds are conducted on an online platform, where participants can take the quiz using either a laptop or a mobile phone. The subsequent rounds are held in person, with participants answering questions by raising their hand to respond. The number of participants advancing to the next rounds will be determined based on the total number of participants and their scores in the earlier rounds. The final round is conducted solely through the raise-hand-to-answer format. Any involvement in unauthorized activities, such as cheating or collaboration, will result in immediate disqualification. Participants are expected to maintain fairness and integrity throughout the contest. The top three contestants from the final round will receive exciting prizes. ",
      "thumbnail": "TechEvents/triva.jpeg",
      "date": "</>"
    },
    {
      "id": "5",
      "title": "BUG DRACARYS",
      "description": "In the 'Code Dracarys' contest, competitors are provided with a coding debug question paper. Each competitor must debug the errors directly on the question paper. The contest will consist of three rounds, with Java and Python as the only programming languages allowed. Any involvement in unauthorized activities will result in disqualification. After the first round, the top 10 teams will advance to the second round. Following the second round, the top 5 teams will qualify for the final round. The top three teams from the final round will be declared the winners. Note : Teams will be selected for each round based on the number of errors they successfully debug.",
      "thumbnail": "TechEvents/bug_dracrays.jpeg",
      "date": "</>"
    },
    {
      "id": "6",
      "title": "GAME OF CODE",
      "description": "The competitors are provided with separate systems for the 'Game of Code' contest, which is hosted on HackerRank. Each participant must log in to their HackerRank account or sign up if they do not have one. Mobile phones are strictly prohibited inside the Game of Code lab, and all phones must be placed on top of the CPU. Any involvement in unauthorized activities will result in disqualification. Competitors are allowed to use programming languages such as Java, Python, C, and C++ only. The number of rounds may be adjusted based on the number of participants. The top three contestants will be recognized as winners.",
      "thumbnail": "TechEvents/game_of_code.jpg",
      "date": "</>"
    }
  ]