[
    {
      "id": "1",
      "title": "DUB OF ICE AND FIRE",
      "description": "In the 'DUB OF ICE AND FIRE', only teams are allowed to participate, with each team consisting of a minimum of two members. One designated team member will be responsible for conveying a message to their team using only sign language—verbal communication is strictly prohibited. The message must relate to one of the following categories: a movie title, a celebrity’s name (such as an actor, actress, or director), or a song title. Teams will have a limited time to guess the correct answer based on the non-verbal cues provided. Any form of verbal hints or unauthorized communication will result in penalties or disqualification. Players are encouraged to be creative with their gestures while ensuring that they follow the rules. The game will be conducted in multiple rounds, and the teams with the highest number of correct guesses will advance to the final rounds. The top three teams will be awarded prizes, and all participants are expected to uphold the spirit of fair play and respect the decisions made by the organizers.",
      "thumbnail": "NonTechEvents/dub.jpeg",
      "date": "</>"
    },
    {
      "id": "2",
      "title": "GULLY CRICKET",
      "description": "In the 'GULLY CRICKET', strict rules will be followed to ensure fair play and enjoyment for all participants. No verbal intimidation or sledging is allowed, and any form of sledging will result in automatic disqualification. The umpire’s decision is final, and players must respect all rulings without dispute. Each team is limited to two overs, and only underarm bowling is permitted to maintain a balanced and fun playing environment. Full toss deliveries will be considered no balls, and standard Box Cricket rules will apply. Players are expected to maintain sportsmanship, follow the rules, and respect their opponents and the game. Any disputes or issues will be handled by the organizers, whose decisions will be binding. The top teams will be recognized and rewarded, with all players encouraged to participate in the spirit of friendly competition.",
      "thumbnail": "NonTechEvents/cricket.jpeg",
      "date": "</>"
    },
    {
      "id": "3",
      "title": "LINKING OF KINGDOMS",
      "description": "In the 'LINKING OF KINGDOMS' game, participants will face picture-based challenges that focus on fun and light-hearted subjects. Each challenge will require players to identify connections between images, testing their observation and reasoning skills. The game will be played in multiple rounds, with teams or individuals progressing based on their performance in each round. The use of any external aids, including mobile phones or the internet, is strictly prohibited, and violations will lead to disqualification. Participants are expected to maintain fair play and respect fellow competitors. Additional rules and guidelines, including specific round formats and scoring criteria, will be provided by the organizers on-site. The top performers will be awarded prizes, and all decisions made by the organizers will be final.",
      "thumbnail": "NonTechEvents/connections.jpeg",
      "date": "</>"
    },
    {
      "id": "4",
      "title": "THE KINGS MOVE",
      "description": "For the 'THE KINGS MOVE', registration is available exclusively online, and all participants must complete their registration before the event begins. Each player will have a time control of approximately 5 minutes to complete their moves. In the case of a draw, the winner will be determined by the time difference between the players. FIDE rules will apply throughout the tournament, ensuring fair play and adherence to standard chess regulations. Each player is permitted one illegal move during the game, but any further violations will result in a loss. Participants are expected to maintain good sportsmanship, respect their opponents, and abide by the event’s guidelines. Players are responsible for monitoring their own time and moves, and any disputes will be handled by the tournament organizers, whose decisions will be final. The top players will be awarded prizes, and all participants are encouraged to arrive on time and be prepared for their matches.",
      "thumbnail": "NonTechEvents/chess.jpeg",
      "date": "</>"
    },
    {
      "id": "5",
      "title": "WINTER WARFIELD",
      "description": "In 'WINTER WARFIELD' tournament, map selection for both Battle Royale (BR) and Clash Squad (CS) modes will be determined by the organizers. Only registered players are allowed to participate, and any team with non-registered players will be immediately disqualified. Participants must ensure they are officially registered before the event begins to avoid any issues. Standard eSports rules will apply, including fair play, game conduct, and behavior expectations. Players are required to use their own gaming equipment, and any form of cheating, hacking, or using unauthorized software will lead to immediate disqualification. The organizers reserve the right to provide additional rules or modifications on-site, which will be communicated to all participants prior to the matches. All players must maintain sportsmanship, respect fellow competitors, and follow the guidelines to ensure a fair and enjoyable gaming experience. The top teams will be awarded prizes, and all decisions made by the organizers will be final.",
      "thumbnail": "NonTechEvents/free_fire.jpeg",
      "date": "</>"
    },
    {
      "id": "6",
      "title": "LORD OF QUIZZES",
      "description": "In the 'LORD OF QUIZZES' event, participants will compete individually in a series of exciting and engaging quiz rounds. The quiz will cover a variety of topics, ranging from general knowledge to pop culture, puzzles, real world suitation and brain teasers. The format may include multiple-choice questions, true/false questions, and rapid-fire rounds. Each participant will have a limited amount of time to answer each question, and points will be awarded based on speed and accuracy. The event will consist of multiple rounds, with participants being eliminated progressively until the top scorers advance to the final round. The top three participants with the highest scores at the end of the final round will be declared winners and awarded prizes. Any form of cheating or use of unauthorized materials (including mobile phones or external help) will result in immediate disqualification. Please note that the rules and regulations are slightly different from other games and will be revealed on the spot by the organizers. Participants are expected to maintain sportsmanship and follow all event guidelines.",
      "thumbnail": "NonTechEvents/fun_quiz.jpeg",
      "date": "</>"
    }
  ]