[
    {
      "id": "1",
      "title": "GAME OF CODE",
      "description": "Git Me There is a user-friendly web application, crafted using HTML, CSS, JavaScript, and leveraging the power of third-party APIs. This application serves as a one-stop solution for planning transportation logistics for upcoming journeys within any U.S. city. By entering their destination, users are provided with walking and biking scores, as well as a list of nearby restaurants. For destinations with a walking score below 50, the application conveniently presents an option to book an Uber ride, ensuring an effortless travel experience.",
      "thumbnail": "TechEvents/technical_quiz.jpg",
      "date": "July 2022",
      "cordinator1":"xxxxxx",
      "cordinator2":"yyyyyyy"
    },
    {
      "id": "2",
      "title": "BUG HUNTERS",
      "description": "A meticulously designed digital showcase of my diverse projects and technical prowess. Crafted using Bootstrap, this portfolio captures the essence of responsiveness and modern design aesthetics. It presents my works in an organized, elegant manner, ensuring smooth navigation and optimal viewing across all device sizes. From the intricate animations to the intuitive layouts, every aspect of this portfolio is a testament to my commitment to quality and attention to detail.",
      "thumbnail": "projects/bootstrap_portfolio.png",
      "date": "September 2022",
      "cordinator1":"xxxxxx",
      "cordinator2":"yyyyyyy"
    },
    {
      "id": "3",
      "title": "CITADEL CHRONICLES",
      "description": "In the 'Citadel Chronicles' event, participants must submit their research papers in advance, adhering to the provided format and submission deadlines. Each team or individual will be allotted a specific time slot to present their paper, typically ranging from 10 to 15 minutes, followed by a short Q&A session. Presentations must be made using PowerPoint or similar presentation software, and participants are encouraged to prepare engaging visuals to complement their content. The use of unauthorized materials or devices during the presentation is strictly prohibited. All research and data presented must be original, and plagiarism will result in immediate disqualification. Judging criteria will include the quality of research, clarity of presentation, originality, and the ability to answer questions effectively. The top three presenters will be awarded prizes. Participants are expected to maintain professionalism and decorum throughout the event.",
      "thumbnail": "TechEvents/paper_present.jpeg",
      "date": "</>"
  
    },
    {
      "id": "4",
      "title": "TYRION'S TRIVIA",
      "description": "In the 'Tyrion's Trivia' contest, the first and second rounds are conducted on an online platform, where participants can take the quiz using either a laptop or a mobile phone. The subsequent rounds are held in person, with participants answering questions by raising their hand to respond. The number of participants advancing to the next rounds will be determined based on the total number of participants and their scores in the earlier rounds. The final round is conducted solely through the raise-hand-to-answer format. Any involvement in unauthorized activities, such as cheating or collaboration, will result in immediate disqualification. Participants are expected to maintain fairness and integrity throughout the contest. The top three contestants from the final round will receive exciting prizes. ",
      "thumbnail": "TechEvents/triva.jpeg",
      "date": "</>"
    },
    {
      "id": "5",
      "title": "BUG DRACARYS",
      "description": "In the 'Code Dracarys' contest, competitors are provided with a coding debug question paper. Each competitor must debug the errors directly on the question paper. The contest will consist of three rounds, with Java and Python as the only programming languages allowed. Any involvement in unauthorized activities will result in disqualification. After the first round, the top 10 teams will advance to the second round. Following the second round, the top 5 teams will qualify for the final round. The top three teams from the final round will be declared the winners. Note : Teams will be selected for each round based on the number of errors they successfully debug.",
      "thumbnail": "TechEvents/bug_dracrays.jpeg",
      "date": "</>"
    },
    {
      "id": "6",
      "title": "GAME OF CODE",
      "description": "The competitors are provided with separate systems for the 'Game of Code' contest, which is hosted on HackerRank. Each participant must log in to their HackerRank account or sign up if they do not have one. Mobile phones are strictly prohibited inside the Game of Code lab, and all phones must be placed on top of the CPU. Any involvement in unauthorized activities will result in disqualification. Competitors are allowed to use programming languages such as Java, Python, C, and C++ only. The number of rounds may be adjusted based on the number of participants. The top three contestants will be recognized as winners.",
      "thumbnail": "TechEvents/game_of_code.jpg",
      "date": "</>"
    }
  ]